Repository: rjelierse/darts
Catalog: translations/*.po
Languages: nl

source: Yes
nl: Ja

source: No
nl: Nee

source: edit
nl: bewerken

source: With selected players
nl: Met de geselecteerde spelers

source: Select an action...
nl: Selecteer een actie...

source: Apply
nl: Toepassen

source: No players selected. Please select players first.
nl: Geen spelers geselecteerd. Selecteer eerst spelers.

source: No action selected. Please select an action.
nl: Geen actie geselecteerd. Selecteer eerst een actie.

source: The selected action was successfully applied to the selected players.
nl: The geselecteerde actie was succesvol toegepast op de geselecteerde spelers.

source: Name
nl: Naam

source: Competition
nl: Competitie

source: Actions
nl: Acties

source: Select a player...
nl: Selecteer een speler...

source: Failed to load block %block
nl: Kon block %block niet laden.

source: Player
nl: Speler

source: Spaces are allowed; punctuation is not allowed except for periods, hyphens, and underscores.
nl: Spaties zijn toegestaan; interpunctie is niet toegestaan met de uitzondering van punten, streepjes en platliggende streepjes.

source: Role
nl: Rol

source: E-mail address
nl: E-mail adres

source: The e-mail address on which the player can be contacted. Note: this is only required for players that have additional permissions.
nl: Het e-mail adres waarop de speler kan worden bereikt. NB: dit is alleen verplicht voor spelers met extra rechten.

source: Save player
nl: Details opslaan

source: Create player
nl: Details opslaan

source: Could not save player.
nl: Kon de details voor de speler niet opslaan.

source: Password and further instructions have been e-mailed to the new user <a href="@url">%name</a>.
nl: Het wachtwoord en verdere instructies zijn per e-mail verstuurd naar de nieuwe gebruiker <a href="@url">%name</a>.

source: Created a new user account for <a href="@url">%name</a>. No e-mail has been sent.
nl: Een nieuwe account is aangemaakt voor <a href="@url">%name</a>. Er is geen e-mail verstuurd.

source: administer darts players
nl: beheer darts spelers

source: Home
nl: Beginpagina

source: Darts frontpage.
nl: Darts beginpagina

source: Administer one of the darts competitions.
nl: Beheer een van de darts competities.

source: Players
nl: Spelers

source: Manage the players that can parttake in a competition.
nl: Beheer the spelers die deel kunnen nemen aan een competitie.

source: List
nl: Lijst

source: List of current players.
nl: Lijst van de huidige spelers.

source: Add player
nl: Speler toevoegen

source: Add a new player.
nl: Voeg een nieuwe speler toe.

source: Support functions
nl: Ondersteunende functionaliteit

source: Manage the Darts module and its subpackages
nl: Beheer de Darts module en de onderliggende modules.

source: Result
nl: Uitslag

source: Statistics
nl: Statistieken

source: Date
nl: Datum

source: Player one
nl: Speler 1

source: Player two
nl: Speler 2

source: Save result
nl: Uitslag opslaan

source: 100+ throws
nl: 100+ worpen

source: 140+ throws
nl: 140+ worpen

source: 180 throws
nl: 180 worpen

source: You have not selected a player. Please select a player for the result.
nl: Je hebt geen speler geselecteerd. Selecteer een speler voor de uitslag.

source: You have selected the same player for both options. Please correct the issue.
nl: Je hebt dezelfde speler geselecteerd voor beide spelers. Kies een andere speler.

source: Result saved.
nl: Uitslag opgeslagen.

source: Finish scores
nl: Uitworpen

source: No finish data available
nl: Geen data over uitworpen beschikbaar.

source: Darts to finish
nl: Aantal darts tot een uitworp

source: Best of !index
nl: Beste uit !index

source: Match rules
nl: Wedstrijdregels

source: Restart competition
nl: Herstart competitie

source: Click to restart the competition
nl: Klik hier om de competitie te herstarten

source: No results found.
nl: Geen uitslagen gevonden.

source: With selected results
nl: Met de geselecteerde uitslagen

source: Delete
nl: Verwijderen

source: No results selected.
nl: Geen uitslagen geselecteerd.

source: Selected results deleted.
nl: De geselecteerde uitslagen zijn verwijderd.

source: Home player
nl: Thuisspeler

source: Away player
nl: Uitspeler

source: Are you sure you want to restart the competition?
nl: Weet je zeker dat je de competitie wilt herstarten?

source: Competition successfully restarted.
nl: Competitie succesvol herstart.

source: Rank
nl: Positie

source: Games played
nl: Wedstrijden gespeeld

source: Games won
nl: Wedstrijden gewonnen

source: Legs played
nl: Legs gespeeld

source: Legs won
nl: Legs gewonnen

source: No players found.
nl: Geen spelers gevonden.

source: Count
nl: Aantal

source: No statistics found
nl: Geen statistieken gevonden.

source: Highest finishes
nl: Hoogste uitworpen

source: Fastest finishes
nl: Snelste uitworpen

source: Competition statistics
nl: Compeitiestatistieken

source: Competition: top 3 players
nl: Competitie: top 3 spelers

source: Remove from competition
nl: Verwijder uit competitie

source: Competition ranking
nl: Competitie stand

source: more...
nl: meer...

source: !home against !away
nl: !home tegen !away

source: edit competition result
nl: bewerk competitie uitslag

source: administer local competition
nl: beheer competitie

source: Local competition
nl: Competitie

source: The local competition
nl: De competitie

source: Results
nl: Uitslagen

source: Overview of the matches that were played up to now.
nl: Overzicht van de wedstrijden die tot nu toe zijn gespeeld.

source: Ranking
nl: Stand

source: Ranking for the local competition.
nl: Stand voor de competitie.

source: Statistics for the local competition.
nl: Statistieken uit de competitie.

source: Top throws
nl: Beste worpen

source: List the top players in 100+, 140+ and 180 throws.
nl: Lijst met de beste spelers in 100+, 140+ en 180 worpen.

source: Top finishes
nl: Beste finishes

source: List the top players in 100+ finishes.
nl: Lijst met de beste spelers in 100+ uitworpen.

source: Result details
nl: Detials voor de uitslag

source: View
nl: Bekijken

source: View the result details.
nl: Bekijk de details van de uitslag.

source: Edit
nl: Bewerken

source: Edit the result details.
nl: Bewerk de details van de uitslag.

source: Manage the local darts competition.
nl: Beheer de dartscompetitie.

source: Settings
nl: Instellingen

source: Manage the results in the local darts competition.
nl: Beheer de uitslagen in de dartscompetitie.

source: Add new
nl: Nieuwe toevoegen

source: Add a new result to the local darts competition.
nl: Voeg een nieuw resultaat toe aan de dartscompetitie.

source: Remove all results and statistics from the competition.
nl: Verwijder alle resultaten en statistieken voor de competitie.

source: Administer a local darts competition
nl: Beheer de dartscompetitie.

source: Reset the DONHN competition
nl: Herstart de DONHN competitie.

source: Click to reset the DONHN competition
nl: Klik hier om de DONHN competitie te herstarten.

source: This will remove all
nl: Dit zal de volgende items verwijderen

source: Are you sure you want to reset the DONHN competition?
nl: Weet je zeker dat je de DONHN competitie wilt herstarten?

source: DONHN competition reset.
nl: DONHN competitie herstart.

source: add result
nl: uitslag toevoegen

source: No teams found.
nl: Geen temas gevonden.

source: With selected teams
nl: Met de geselecteerde teams

source: Division
nl: Divisie

source: Update division
nl: Divisie bijwerken

source: Team name
nl: Teamnaam

source: Update team name
nl: Teamnaam bijwerken

source: Contact information
nl: Contactgegevens

source: Information on how this team can be contacted. Most likely the contact information of the team captain.
nl: Contactinformatie voor het team. Over het algemeeen de contactinformatie van de team captain.

source: Telephone number
nl: Telefoonnummer

source: Location
nl: Locatie

source: Information on the location where the team plays its home matches.
nl: Informatie over de locatie waar het team zijn wedstrijden speelt.

source: Address
nl: Adres

source: City
nl: Stad

source: Save team
nl: Team opslaan

source: Could not save team.
nl: Kon het team niet opslaan.

source: Team was saved successfully.
nl: Team was succesvol opgeslagen.

source: Away
nl: Uit

source: The opposing team you selected is the same as the team for which you are trying to enter the result.
nl: Het uitteam is hetzelfde als het team waarvoor je de uitslag probeert toe te voegen.

source: You have not selected an opposing team.
nl: Je hebt geen uitteam geselecteerd.

source: The combined scores do not equal 9.
nl: The som van de scores bedraagt geen 9.

source: Could not save the result.
nl: Kon de uitslag niet opslaan.

source: Could not find results.
nl: Kon geen uitslagen vinden.

source: Could not find resuls for this team.
nl: Kon geen uitslagen vinden voor dit team.

source: Could not get ranking.
nl: Kon geen stand vinden.

source: Points
nl: Punten

source: Penalties
nl: Strafpunten

source: Association
nl: Organisatie

source: find on map
nl: vind op de kaart

source: No statistics found.
nl: Geen statistieken gevonden.

source: Could not look up teams.
nl: Kon geen teams vinden.

source: Division !division
nl: Divisie !division

source: DONHN: latest result per team.
nl: DONHN: meest recente uitslag per team.

source: Latest results
nl: Meeste recente uitslagen

source: @date: @score !result against @opponent
nl: @date: @score !result tegen @opponent

source: win
nl: winst

source: loss
nl: verlies

source: !team against !opponent
nl: !team tegen !opponent

source: Select a division...
nl: Selecteer een divisie...

source: Add players to team
nl: Voeg spelers toe aan het team

source: Remove players from team
nl: Verwijder spelers uit het team

source: edit own donhn team
nl: bewerk eigen donhn team

source: administer donhn competition
nl: beheer donhn competitie

source: DONHN competition
nl: DONHN competitie

source: View the teams that are active in the DONHN competition.
nl: Bekijk de teams die actief zijn in een DONHN competitie.

source: Team information
nl: Teaminformatie

source: View the team results.
nl: Bekijk de uitslagen van het team.

source: Information
nl: Informatie

source: View information on the team: who is the captain, where do they play, etc.
nl: Bekijk informatie over het team: wie is de captain, waar spelen ze, enz.

source: Edit the team details.
nl: Bewerk de details van het team.

source: Edit information
nl: Bewerk informatie

source: Add result
nl: Uitslag toevoegen

source: Add a competition result for this team.
nl: Voeg een compeititeuitslag toe voor dit team.

source: Result information
nl: Detais van uitslag

source: View the details of the result.
nl: Bekijk de details van de uitslag.

source: Administer the DONHN competition
nl: Beheerd de DONHN competitie

source: Administer settings related to the DONHN competition.
nl: Beheer instellingen gerelateerd aan de DONHN competitie.

source: Manage the teams that are active in a DONHN competition.
nl: Beheer de teams die actief zijn in een DONHN competitie.

source: Add
nl: Toevoegen

source: Add a new team that is active in a DONHN competition.
nl: Voeg een nieuw team toe dat actief is in een DONHN competitie.

source: Reset DONHN competition
nl: Herstart DONHN competitie

source: Administer teams in the DONHN competition
nl: Beheer team in de DONHN competitie

source: Played on %date
nl: Gespeeld op %date
